import image from "./assets/flags/Britain.webp";

export const country = [
  {
    name: "Чехия",
    anons: "Че́шская Респу́блика",
    full: "Современная Чехия образовалась в результате распада Чехословакии (Бархатный развод) 1 января 1993 года. Страна включает исторические области — Богемию (собственно Чехия), Моравию и часть Силезии. Унитарное государство. Относится к развитым странам. Столица Прага — туристическая достопримечательность и крупнейший город страны.",
    key: "1",
    img: "https://regnum.ru/uploads/pictures/news/2020/04/08/regnum_picture_158634977575391_normal.jpg",
  },
  {
    name: "Великобритания",
    anons: "Соединённое Короле́вство",
    full: "Название «Британия» — исторический термин: так раньше называли вначале все Британские острова, а потом только один из них — Великобританию.",
    key: "2",
    img: "https://argumenti.ru/images/arhnews/422513.jpg",
  },
  {
    name: "Германия",
    anons: "Deutschland",
    full: "Германия - государство в Центральной Европе. Одна из крупнейших и богатейших стран Европейского союза омывается Северным и Балтийскими морями и граничит с Данией на севере, с Чехией и Польшей на востоке, с Австрией и Швейцарией на юге, с Францией, Бельгией, Голландией (Нидерландами) и Люксембургом на западе. Германия состоит из 16 федеральных земель и является федеративным государством с парламентской формой правления. Официальный язык - немецкий. Большинство населения исповедует христианство.",
    key: "3",
    img: "https://tbivision.com/files/2017/01/Germany-flag.jpeg",
  },
  {
    name: "Бельгия",
    anons: "нидерл. België",
    full: "Бельгия - небольшое государство в Северо-Западной Европе. Официальное название - Королевство Бельгия. Страна граничит с Нидерландами на севере, с Германией на востоке, с Люксембургом на юго-востоке, с Францией на юге и западе, а также омывается водами Северного моря. Бельгия является конституционной монархией, членом Европейского союза, ООН и НАТО. Это одна из самых обеспеченных и стабильных стран в мире, которая к тому же является политическим центром Европы. Бельгия гармонично сочетает очарование прошлого с современной культурой и инновациями. Это страна имеет богатейшее культурное и историческое наследие: от очаровательных средневековых городов, замков и памятников сакральной архитектуры до современных сооружений, великолепных музеев и торговых галерей. Бельгия - это драгоценный камень Европы с сотнями впечатляющих мест, которые сохранили шарм Средневековья и очарование природы. ",
    key: "4",
    img: "https://1.bp.blogspot.com/-YuQG_ceJCrM/YQUvGTeWprI/AAAAAAAEl10/T-GPf9vOnGYTpQWDHCuXdouuOV2XDJGFgCLcBGAsYHQ/s1920/belgium-3036184_1920.jpg",
  },
];
